export const FinanceTerms = `
2. 전자 금융거래 이용약관 동의

제1조 (목적)

이 약관은 사용자가 전자 금융거래를 이용하는 경우 발생하는 권리, 의무 및 책임사항을 규정하는 것을 목적으로 합니다.

제2조 (전자 금융거래의 정의 및 적용 범위)

1. 전자 금융거래란 인터넷, 모바일 애플리케이션 등 전자적 매체를 통해 상품 구매 시 발생하는 결제 행위를 말합니다.
2. 본 약관은 사용자가 결제 서비스, 환불 절차 등과 관련하여 전자 금융거래를 이용하는 모든 경우에 적용됩니다.

제3조 (전자 금융거래 이용자의 권리와 의무)

1. 사용자는 정확한 결제 정보를 입력하고, 비밀번호 등 중요한 정보를 안전하게 관리해야 합니다.
2. 회사는 전자 금융거래와 관련된 모든 정보를 투명하고 명확하게 제공하며, 이용자의 권리를 보호합니다.

제4조 (사고 발생 시 손해 배상 기준 및 절차)

1. 사용자가 전자 금융거래 이용 중 사고를 경험한 경우, 회사는 관련 법령에 따라 손해를 배상합니다.
2. 사용자는 사고 발생 시 지체 없이 회사에 알리고 필요한 증빙 자료를 제출해야 합니다.
`;
