export const ServiceTerms = `
1. 서비스 이용약관 동의

제1조 (목적)

이 약관은 사용자가 제공받는 서비스의 이용 조건 및 절차, 회사와 사용자 간의 권리·의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조 (서비스 제공의 범위 및 이용자의 책임)

1. 회사는 사용자가 공동구매 및 할인 플랫폼에서 상품을 검색, 구매, 참여할 수 있는 서비스를 제공합니다.
2. 사용자는 서비스 이용 시 타인의 권리를 침해하거나 법령을 위반하는 행위를 해서는 안 됩니다.
3. 사용자는 자신의 계정 정보를 안전하게 관리할 책임이 있으며, 이를 제3자에게 공유하거나 양도해서는 안 됩니다.

제3조 (서비스 이용 제한 및 해지 조건)

1. 회사는 다음의 경우 사용자에게 사전 통지 없이 서비스 이용을 제한하거나 해지할 수 있습니다.
    - 약관을 위반한 경우
    - 부정한 방법으로 서비스를 이용한 경우
    - 기타 공공질서 및 미풍양속에 반하는 행위를 한 경우
2. 사용자는 서비스 이용을 원하지 않을 경우 언제든지 탈퇴 신청을 할 수 있습니다.

제4조 (분쟁 해결 및 법적 준거법)

1. 이 약관과 관련된 모든 분쟁은 회사가 위치한 지역의 법률을 준거법으로 합니다.
2. 분쟁이 발생할 경우, 회사와 사용자는 상호 협의하여 해결을 위해 노력합니다.
`;
